{"count":10,"next":null,"previous":null,"results":[{"instrument_url":"https://api.robinhood.com/instruments/8d286b84-0c1c-41e6-82c4-7818157d636b/","symbol":"APA","updated_at":"2019-04-05T13:08:10.621008Z","price_movement":{"market_hours_last_movement_pct":"6.59","market_hours_last_price":"35.5700"},"description":"Apache Corp. operates as an energy company, which engages in the exploration, development, and production of natural gas, crude oil, and natural gas liquids. It operates through the following business segments: the United States, Egypt, and North Sea. The company was founded by Truman Anderson, Raymond Plank, and Charles Arnao on December 6, 1954 and is headquartered in Houston, TX."},{"instrument_url":"https://api.robinhood.com/instruments/757738d1-3bec-4b19-940c-00105552dcea/","symbol":"EOG","updated_at":"2019-04-05T13:07:42.574080Z","price_movement":{"market_hours_last_movement_pct":"5.30","market_hours_last_price":"98.6300"},"description":"EOG Resources, Inc. is an exploration company. The company engages in the exploration, development, production and marketing of crude oil and natural gas in United States, Canada, Trinidad & Tobago, the United Kingdom, Argentina and China. Its projects include Williston, Greater Green, Power River, Ulinta, DJ, Anadarko, Horn River, Sichuan and Columbus. EOG Resources was founded in 1985 and is headquartered in Houston, TX."},{"instrument_url":"https://api.robinhood.com/instruments/7a3a677d-1664-44a0-a94b-3bb3d64f9e20/","symbol":"APC","updated_at":"2019-04-05T13:08:10.651964Z","price_movement":{"market_hours_last_movement_pct":"4.33","market_hours_last_price":"47.0100"},"description":"Anadarko Petroleum Corp. is an independent exploration and production company. It operates through the following segments: Exploration and Production; WES Midstream; and Other Midstream. The Exploration and Production segment explores and produces natural gas, crude oil, condensate, and natural gas liquids. The Midstream segment engages in gathering, processing, treating, and transportation services to the company and third-party oil and natural gas producers. The Other Midstream segment consists of midstream assets not owned by WES. It markets oil, natural gas, and natural gas liquids in the United States, Algeria, China and Ghana. The company was founded in 1959 and is headquartered in The Woodlands, TX."},{"instrument_url":"https://api.robinhood.com/instruments/9fac937a-71e9-4eca-9150-69558310cd44/","symbol":"CNC","updated_at":"2019-04-05T13:06:55.196315Z","price_movement":{"market_hours_last_movement_pct":"4.26","market_hours_last_price":"55.8400"},"description":"Centene Corp. engages in the provision of programs and services to government sponsored healthcare programs. It operates through the Managed Care and Specialty Services segments. The Medicaid Managed Care segment provides health plan coverage to individuals through government subsidized programs through Medicaid. The Specialty Services segment offers healthcare services and products to state programs, correctional facilities, healthcare organizations, employer groups, and other commercial organizations. The company was founded in 1984 and is headquartered in St. Louis, MO."},{"instrument_url":"https://api.robinhood.com/instruments/d48f27a0-cb38-4715-9751-9761bec36b83/","symbol":"FTI","updated_at":"2019-04-05T13:05:47.818966Z","price_movement":{"market_hours_last_movement_pct":"4.18","market_hours_last_price":"25.1800"},"description":"TechnipFMC Plc engages in the provision of solutions for the production and transformation of oil and gas. It operates through the following segments: Subsea, Onshore and Offshore, and Surface Technologies. The Subsea segment manufactures and designs products and systems, performs engineering, procurement and project management and provides services used by oil and gas companies involved in deepwater exploration and production of crude oil and natural gas. The Onshore and Offshore segment designs and builds onshore facilities related to the production, treatment and transportation of oil and gas; and designs, manufactures and installs fixed and floating platforms for the production and processing of oil and gas reserves for companies in the oil and gas industry. The Surface Technologies segment includes the design and manufacture of systems and provides services used by oil and gas companies involved in land and offshore exploration and production of crude oil and natural gas. The company was founded on December 9, 2015 and is headquartered in London, the United Kingdom."},{"instrument_url":"https://api.robinhood.com/instruments/beaf5459-e4e8-4b3b-b933-faf50a18bcd4/","symbol":"FE","updated_at":"2019-04-05T13:07:55.686651Z","price_movement":{"market_hours_last_movement_pct":"3.88","market_hours_last_price":"40.9700"},"description":"FirstEnergy Corp. engages in the generation, transmission and distribution of electricity as well as energy management and other energy-related services through its subsidiaries. It operates through the following business segments: Regulated Distribution, Regulated Transmission and Competitive Energy Services. The Regulated Distribution segment distributes electricity through FirstEnergy's utility operating companies, serving various customers. The Regulated Transmission segment transmits electricity through transmission facilities owned and operated by FirstEnergy's utilities and the regulatory assets. The Competitive Energy Services segment supplies electricity to end-use customers through retail and wholesale arrangements, including competitive retail sales to customers. The company was founded in 1996 and is headquartered in Akron, OH."},{"instrument_url":"https://api.robinhood.com/instruments/dc5660e1-36b0-466e-94e1-8cc88ae597eb/","symbol":"DVN","updated_at":"2019-04-05T13:06:47.778121Z","price_movement":{"market_hours_last_movement_pct":"3.84","market_hours_last_price":"32.2000"},"description":"Devon Energy Corp. engages in the exploration, development, and production of oil and natural gas properties. It operates through the following geographical segments: U.S., Canada, and EnLink. It develops and operates Delaware Basin, Eagle Ford, Heavy Oil, Baarnett Shale, STACK, and Rockies Oil. The company was founded by J. Larry Nichols and John W. Nichols in 1971 and is headquartered in Oklahoma City, OK."},{"instrument_url":"https://api.robinhood.com/instruments/644a7491-18f6-420c-9657-83c6976818dc/","symbol":"HES","updated_at":"2019-04-05T13:07:11.945664Z","price_movement":{"market_hours_last_movement_pct":"3.70","market_hours_last_price":"63.0000"},"description":"Hess Corp is an exploration and production company, which engages in exploration, development, production, transportation, purchase & sale of crude oil, natural gas liquids and natural gas with production operations. It operates through the following segments: Exploration and Production and Midstream. The Exploration and Production segment explores for, develops, produces, purchases and sells crude oil, natural gas liquids and natural gas. The Midstream segment provides fee-based services including crude oil and natural gas gathering, processing of natural gas and the fractionation of natural gas liquids, transportation of crude oil by rail car, terminaling and loading crude oil and natural gas liquids, and the storage and terminaling of propane, primarily in the Bakken shale play of North Dakota. The company was founded by Leon Hess in 1920 and is headquartered in New York, NY."},{"instrument_url":"https://api.robinhood.com/instruments/204fe413-fcc9-4524-bde0-d78c53ec1ec5/","symbol":"XEC","updated_at":"2019-04-05T13:07:42.807520Z","price_movement":{"market_hours_last_movement_pct":"3.53","market_hours_last_price":"68.8300"},"description":"Cimarex Energy Co. is an independent oil and gas exploration and production company. Its activities include drilling, completing and operating wells. It operates through the following areas: Permian Basin, Mid-Continent, and Others in Oklahoma, Texas and New Mexico. The company was founded by F. H. Merelli in February 2002 and is headquartered in Denver, CO."},{"instrument_url":"https://api.robinhood.com/instruments/b76a1f83-0926-4160-8f80-d2c574400d2f/","symbol":"MPC","updated_at":"2019-04-05T13:08:07.269507Z","price_movement":{"market_hours_last_movement_pct":"3.46","market_hours_last_price":"63.4700"},"description":"Marathon Petroleum Corp. is an independent petroleum product refiners, marketers and transporters in the United States. The company operates through the following segments: Refining & Marketing; Retail; and Midstream. The Refining & Marketing segment refines crude oil and other feedstocks at its refineries in the Gulf Coast and Midwest regions of the United States, purchases ethanol and refined products for resale and distributes refined products through various means, including barges, terminals and trucks that the company owns or operates. The Retail sells transportation fuels and convenience products in the retail market across the United States through company-owned and operated convenience stores, primarily under the Speedway brand, and long-term fuel supply contracts with direct dealers who operate locations mainly under the ARCO brand. The Midstream transports, stores, distributes and markets crude oil and refined products principally for the Refining & Marketing segment via refining logistics assets, pipelines, terminals, towboats and barges; gathers, processes and transports natural gas; and gathers, transports, fractionates, stores and markets NGLs. Marathon Petroleum was founded in 1887 and is headquartered in Findlay, OH."}]}