{"count":10,"next":null,"previous":null,"results":[{"instrument_url":"https://api.robinhood.com/instruments/776d31c1-e278-4476-9d03-9e7125fe946c/","symbol":"DOW","updated_at":"2019-04-05T13:04:56.286152Z","price_movement":{"market_hours_last_movement_pct":"-4.14","market_hours_last_price":"57.2400"},"description":""},{"instrument_url":"https://api.robinhood.com/instruments/552aedf0-af4b-4693-8825-cbee56a685bc/","symbol":"CPRI","updated_at":"2019-04-05T13:05:01.485772Z","price_movement":{"market_hours_last_movement_pct":"-2.47","market_hours_last_price":"48.0900"},"description":"Capri Holdings Ltd. engages in the design and distribution of sportswear, accessories, footwear and apparel of branded women's apparel and accessories and men's apparel. The firm operates its business through three segments: Retail, Wholesale and Licensing. The Retail segment operates collection stores, lifestyle stores, including concessions and outlet stores located primarily in the United States, Canada, Europe and Japan. The Wholesale segment sells the company's products to department stores, as well as specialty retail stores and travel shopping locations. The Licensing segment licenses its trademarks on products such as fragrances, cosmetics, eyewear, leather goods, jewelry, watches, coats, men's suits, swimwear, furs and ties. The company was founded by Michael David Kors on December 13, 2002 and is headquartered in London, the United Kingdom."},{"instrument_url":"https://api.robinhood.com/instruments/5448380e-fb98-499a-adbe-5c7e02563597/","symbol":"KSS","updated_at":"2019-04-05T13:07:35.323442Z","price_movement":{"market_hours_last_movement_pct":"-1.99","market_hours_last_price":"72.0000"},"description":"Kohl's Corp. owns and operates family-oriented department stores. It offers exclusive brand apparel, shoes, accessories and home & beauty products through its department stores. Its stores offer apparel, footwear and accessories for women, men and children; soft home products, such as sheets and pillows and house wares targeted to middle-income customers. Its stores generally carry a consistent merchandise assortment with some differences attributable to regional preferences. The company was founded in 1962 and is headquartered in Menomonee Falls, WI."},{"instrument_url":"https://api.robinhood.com/instruments/500e9be2-9e0e-4e1d-a6a0-5db42afb7c6e/","symbol":"M","updated_at":"2019-04-05T13:07:57.079648Z","price_movement":{"market_hours_last_movement_pct":"-1.92","market_hours_last_price":"25.4900"},"description":"Macy's, Inc. engages in the retail of apparel, accessories, cosmetics, home furnishings, and other consumer goods. Its brands include Macy's, Bloomingdale's, and Bluemercury. It offers men's, women's, and children's apparel, women's accessories, intimate apparel, shoes, cosmetics, fragrances, as well as home and miscellaneous products. The company was founded by Rowland Hussey Macy Sr. on March 6, 1929 and is headquartered in Cincinnati, OH."},{"instrument_url":"https://api.robinhood.com/instruments/4ee0bb0f-43f0-49e0-9dfb-f1b2010332ce/","symbol":"GPS","updated_at":"2019-04-05T13:06:48.613367Z","price_movement":{"market_hours_last_movement_pct":"-1.83","market_hours_last_price":"26.2400"},"description":"Gap, Inc. operates as a global apparel retail company. It offers apparel, accessories, and personal care products for men, women and children. The company operates through segments: Gap Global, Old Navy Global, Banana Republic Global, Athleta, and Intermix. The Gap Global segment includes apparel and accessories for men and women under the Gap brand, along with the GapKids, BabyGap, GapMaternity, GapBody and GapFit collections. The Old Navy Global segment offers clothing and accessories for adults and children. The Banana Republic Global segment provides clothing, eyewear, jewelry, shoes, handbags and fragrances. The Athleta segment offers fitness apparel for women. The Intermix segment features styles from various designers. Gap was founded by Donald G. Fisher and Doris F. Fisher in July 1969 and is headquartered in San Francisco, CA."},{"instrument_url":"https://api.robinhood.com/instruments/c0e03886-2f53-41a4-ae78-212650ce577f/","symbol":"FCX","updated_at":"2019-04-05T13:07:36.548151Z","price_movement":{"market_hours_last_movement_pct":"-1.70","market_hours_last_price":"13.3300"},"description":"Freeport-McMoRan, Inc. engages in the mining of copper, gold, and molybdenum. It operates through the following segments: North America Copper Mines; South America Mining; Indonesia Mining; Molybdenum Mines; Rod and Refining; Atlantic Copper Smelting and Refining; and Corporate, Other, and Eliminations. The North America Copper Mines segment operates open-pit copper mines in Morenci, Bagdad, Safford, Sierrita and Miami in Arizona; and Chino and Tyrone in New Mexico. The South America Mining segment includes Cerro Verde in Peru and El Abra in Chile. The Indonesia Mining segment handles the operations of Grasberg minerals district that produces copper concentrate that contains significant quantities of gold and silver. The Molybdenum Mines segment includes the Henderson underground mine and Climax open-pit mine, both in Colorado. The Rod and Refining segment consists of copper conversion facilities located in North America, and includes a refinery, rod mills, and a specialty copper products facility. The Atlantic Copper Smelting and Refining segment smelts and refines copper concentrate and markets refined copper and precious metals in slimes. The Corporate, Other, and Eliminations segment consists of other mining and eliminations, oil and gas operations, and other corporate and elimination items. The company was founded by James R. Moffett on November 10, 1987 and is headquartered in Phoenix, AZ."},{"instrument_url":"https://api.robinhood.com/instruments/703ea7ac-4149-42c0-9011-ff279817ec01/","symbol":"ADS","updated_at":"2019-04-05T13:07:00.315254Z","price_movement":{"market_hours_last_movement_pct":"-1.51","market_hours_last_price":"177.1100"},"description":"Alliance Data Systems Corp. engages in the provision of data-driven and transaction-based marketing and customer loyalty solutions. It operates through the following segments: LoyaltyOne, Epsilon and Card Services. The LoyaltyOne segment provides coalition and short-term loyalty programs. The Epsilon segment offers end-to-end, integrated marketing solutions. The Card Services offers risk management solutions, account origination, funding, transaction processing, customer care, collections, and marketing services for the company's private label and co-brand credit card programs. The company was founded in 1996 and is headquartered in Plano, TX."},{"instrument_url":"https://api.robinhood.com/instruments/7328fdb2-35ac-41e7-930c-d368585f2f6e/","symbol":"TRIP","updated_at":"2019-04-05T13:07:25.621536Z","price_movement":{"market_hours_last_movement_pct":"-1.49","market_hours_last_price":"52.9000"},"description":"TripAdvisor, Inc. is an online travel company, which owns and operates a portfolio of online travel brands. It operates its business through the Hotel and Non-Hotel segments. The Hotel segment includes revenue generated from services related to hotels, including click-based and display-based advertising revenue from making hotel room nights, airline reservations, and cruise reservations available for price comparison and booking, as well as subscription-based products such as Business Listings, transaction-based products such as Jetsetter and Tingo, and other revenue related to hotels. The Non-Hotel segment consists of the aggregation of three operating segments, which include its attractions, restaurants and vacation Rentals businesses. The company was founded by Nicholas Shanny and Stephen Kaufer in February 2000 and is headquartered in Needham, MA."},{"instrument_url":"https://api.robinhood.com/instruments/c9887f91-88b5-4cfc-bd0c-208d81361f07/","symbol":"LYB","updated_at":"2019-04-05T13:07:37.759255Z","price_movement":{"market_hours_last_movement_pct":"-1.24","market_hours_last_price":"91.0600"},"description":"LyondellBasell Industries NV operates as an independent chemical company, which engages in the refinery and production of plastic resins and other chemicals. It operates through the following segments: Olefins and Polyolefins-Americas; Olefins and Polyolefins-Europe, Asia, International, Intermediates; and Derivatives; Refining; and Technology. The Olefins and Polyolefins-Americas segment produces and markets olefins which includes ethylene and ethylene co-products, and polyolefins. The Olefins and Polyolefins-Europe, Asia, International segment offers olefins including ethylene and ethylene co-products, polyolefins and polypropylene compounds. The Intermediates and Derivatives segment makes propylene oxide and its co-products and derivatives, acetyls, and oxygenated fuels. The Refining segment supply gasoline and diesel fuel. The Technology segment develops chemical and polyolefin process technologies and manufactures and sells polyolefin catalysts. The company was founded in December 2007 and is headquartered in London, the United Kingdom."},{"instrument_url":"https://api.robinhood.com/instruments/bc4181d9-dda3-4e1b-b1c9-1fa3807eb1e2/","symbol":"FL","updated_at":"2019-04-05T13:07:09.514355Z","price_movement":{"market_hours_last_movement_pct":"-1.16","market_hours_last_price":"63.7000"},"description":"Foot Locker, Inc. engages in the retail of athletic shoes and apparel. It operates through the Athletic Stores and Direct-to-Customers segments. The Athletic Stores segment sells athletic footwear and apparel under the Foot Locker, Lady Foot Locker, SIX:02, Kids Foot Locker, Champs Sports, Footaction, Runners Point, and Sidestep brands. The Direct-to-Customers segment includes Footlocker.com, Inc., Eastbay, Inc., and international electronic commerce businesses. The company was founded on April 7, 1989 and is headquartered in New York, NY."}]}